
  [{
    "histoire": " Le jeu est orignaire des années entre 60 et 70. Il est un des premier jeux sur ordinateur. Le concepteur c'est inspirer du de Jerimac Ratltiff \"Cube\"",
    "auteur": "Llama the best",
    "approuver": true,
    "date": {
      "__datatype__": "timestamp",
      "value": {
        "_seconds": 1678113642,
        "_nanoseconds": 0
      }
    },
    "nom": "Démineur",
    "url": "/img/Logos/Demineur.png",
    "description": "Le but est de révéler toute les tuiles qui ne contien pas de mine. Le click droit de la sourie permet de mettre des drapeau aux endroits que vous suspecter d'une bombe et click gauche pour révéler la tuile.\n\nLe nombre de mine est afficher en haut à gauche et il réduit à chaque fois qu'on place un drapeau. Il faudra faire attention car si vous en mettez trop le chiffre sera négatif",
    "unity": "https://i.simmer.io/@llama/demineur",
    "categories": [
      "Stratégie"
    ],
    "__collections__": {}
  },
   {
    "date": {
      "__datatype__": "timestamp",
      "value": {
        "_seconds": 1678113382,
        "_nanoseconds": 0
      }
    },
    "url": "/img/Logos/Snake.png",
    "approuver": true,
    "auteur": "Llama the best",
    "unity": "https://i.simmer.io/@llama/snake",
    "categories": [
      "Stratégie",
      "Jeux 'Blockade'"
    ],
    "nom": "Snake",
    "description": "Le serpent doit manger le plus de fruit possible qui apparaît dans le jeu sans devoir passer par-dessus lui",
    "histoire": "Il à été développé et édité par Germin Industrie en 1976.Le jeu a connue son pique en 1998 quand Nokia à émerger Snake dans leur nouveau téléphone.",
    "__collections__": {}
  },
  {
    "description": "Le but est de protéger notre planète des extraterrest. Le joueur peut seulement se déplacer horizontalement et pourra se défendre avec \"Espace\" pour éliminer les extraterrest qui s'en vient vers la terre.\n\nIl faudra faire attention un UFO apparait de temps de temps selon le nombre de tire que tu as fait il donnera entre 50, 100, 150, 200 ou 300 points.",
    "categories": [
      "Jeux arcade"
    ],
    "auteur": "Llama the best",
    "nom": "Space Invaders",
    "url": "/img/logos/SpaceInvaders.png",
    "histoire": "Le nom original de Space Invaders était Space Monsters, originalement d'une chanson populaire au Japon. C'est le premier jeu à avoir été appeler comme un 'Blockbuster' et le tout premier à pouvoir sauvegarder le pointage des joueurs.",
    "approuver": true,
    "date": {
      "__datatype__": "timestamp",
      "value": {
        "_seconds": 1678087897,
        "_nanoseconds": 0
      }
    },
    "unity": "https://i.simmer.io/@llama/space-invaders",
    "__collections__": {}
  },
  {
    "histoire": "Le nom original du jeu est \"Puck-Man\", mais il a été rebatisé \"Pacman\" suite que les joueurs remplaçait le \"P\" par un \"F\".\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "nom": "Pacman",
    "url": "/img/Logos/Pacman.png",
    "approuver": true,
    "description": "Le but de ce jeu est de ramasser tous les pellets dans le labyrinthe sans se faire attraper par les fantômes. Le pellet plus gros permet de pouvoir manger les fantômes dans un temps limiter",
    "auteur": "Llama the best",
    "unity": "https://i.simmer.io/@llama/pacman",
    "date": {
      "__datatype__": "timestamp",
      "value": {
        "_seconds": 1678112910,
        "_nanoseconds": 0
      }
    },
    "categories": [
      "Jeux arcade",
      "Aventure"
    ],
    "__collections__": {}
  },
  {
    "approuver": true,
    "unity": "https://i.simmer.io/@llama/pong",
    "auteur": "llama",
    "histoire": "Le développeur original de pong est Allan Alcorn chez Atari en 1972. Originalement Pong à été réfléchis lors d'un exercise d'entrainement pour les employés. Lorsque Allan Alcorn a fini de produire Pong, le fondateur d'Atari a fait des ajustement et a installer la toute première machine d'arcade dans un bar local. Par son succès, le fondateur décide d'en produire plus à leur nom plutôt que vendre la license à d'autre compagnie",
    "nom": "Pong",
    "categories": [
      "Jeux sport",
      "Jeux arcade"
    ],
    "url": "/img/Logos/Pong.png",
    "date": {
      "__datatype__": "timestamp",
      "value": {
        "_seconds": 1678049671,
        "_nanoseconds": 0
      }
    },
    "description": "Se jeu est le tout premier jeu vidéo sur une machine d'arcade. C'est une simulation de tennis de table en deux dimension. le but est que le premier joueur aye atteint 10 points gagne la partie. Les joueurs peuvent gagner des points lorsque son adversaire manque la balle. ",
    "__collections__": {}
  }]